const coursesFaq=[
    {
        title: 'ما هو التحليل الفني؟', 
        description: 'التحليل الفني هو مجموعة من الأساليب والتقنيات المستخدمة لتوقع تحركات أسعار الأصول المالية مثل الأسهم والعملات والسلع وغيرها. يعتمد التحليل الفني على مراجعة البيانات التاريخية للأسعار وتحليل الأنماط والمؤشرات المرتبطة بها لمحاولة تحديد اتجاهات السوق المستقبلية ونقاط صعود وهبوط الأسعار. ينقسم التحليل الفني إلى عدة مدارس وأساليب مختلفة، منها التحليل الفني الكلاسيكي والتحليل باستخدام مناطق العرض والطلب. تهدف جميع هذه الأساليب إلى توفير إشارات ونقاط محددة للمتداولين والمستثمرين لمساعدتهم في اتخاذ قرارات أفضل وأكثر استنادًا إلى البيانات والتحليل.' 
    },
    { 
        title: 'هل يمكنني البدء في كورس التحليل الفني بدون أي خبرة؟', 
        description: 'نعم، يمكن للطالب بدء كورس التحليل الفني من الصفر حيث يتعلم أساسيات هذا المجال ويتطور ليصل إلى مستوى متقدم.' 
    },
    {   
        title: 'ما هي أهم مواضيع كورس التحليل الفني؟', 
        description: ' ومن أهم مواضيع الكورس: الدعوم والمقاومات، انماط الرسم البيانى والترندات، الاطارات الزمنية ومنطق السوق، افضل استراتجيات السلوك السعرى.' }
]

export default coursesFaq;